[M_FloodingHyperionCity MissionDefinition]
MissionName="A Fúria De Uma Despeitada"
MissionDescription="Moxxi dirigia um coliseu de torneios mortais conhecido como Underdome.  Em represália por suas muitas infidelidades, Jack reduziu o lugar à cinzas.  Moxxi descobriu há pouco tempo que Jack planeja construir seu próprio Underdome em [place]Opportunity[-place] só para irritá-la ainda mais.  Moxxi não está nenhum pouco disposta a ficar de braços cruzados.  Ele lhe pediu que vá até [place]Opportunity[-place] e garanta que o Underdome de Jack jamais seja construido."
TurnInDescription="A morte do capataz e a inundação do pátio do novo Underdome saciaram a sede de vingança de Moxxi... por enquanto."
MissionSummary="Destrua o futuro empreendimento Underdome de Jack."
MissionGiver="Mad Moxxi"
MissionTurnInLocation="Moxxi"
TeaserText="Moxxi tem suas próprias razões para odiar Jack O'Cara."

[M_FloodingHyperionCity:FloodwallsDestroyed MissionObjectiveDefinition]
ProgressMessage="Destrua o muro de contenção"

[M_FloodingHyperionCity:ForemansExplosivePickedUp MissionObjectiveDefinition]
ProgressMessage="Pegue os explosivos do capataz"

[M_FloodingHyperionCity:KillTheForeman MissionObjectiveDefinition]
ProgressMessage="Elimine o capataz"

[M_FloodingHyperionCity:KillTheForeman_Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_FloodingHyperionCity:PlacedExplosive_Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_FloodingHyperionCity:PlaceExplosives MissionObjectiveDefinition]
ProgressMessage="Instale os explosivos"

[M_FloodingHyperionCity:RetrieveExplosives_Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Moxxi dirigia um coliseu de torneios mortais conhecido como Underdome.  Em represália por suas muitas infidelidades, Jack reduziu o lugar à cinzas.  Moxxi descobriu há pouco tempo que Jack planeja construir seu próprio Underdome em [place]Opportunity[-place] só para irritá-la ainda mais.  Moxxi não está nenhum pouco disposta a ficar de braços cruzados.  Ele lhe pediu que vá até [place]Opportunity[-place] e garanta que o Underdome de Jack jamais seja construido.  Agora você precisa conseguir os explosivos do antigo capataz e utilizá-los para criar um buraco em um dos muros do pátio para depois inundá-lo por completo."

[M_FloodingHyperionCity:RetrieveKey MissionObjectiveDefinition]
ProgressMessage="Pegue a chave do conteiner"

[M_FloodingHyperionCity:RetrieveTheKey_Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Moxxi dirigia um coliseu de torneios mortais conhecido como Underdome.  Em represália por suas muitas infidelidades, Jack reduziu o lugar à cinzas.  Moxxi descobriu há pouco tempo que Jack planeja construir seu próprio Underdome em [place]Opportunity[-place] só para irritá-la ainda mais.  Moxxi não está nenhum pouco disposta a ficar de braços cruzados.  Ele lhe pediu que vá até [place]Opportunity[-place] e garanta que o Underdome de Jack jamais seja construido.  Você eliminou o capataz da construção, porém, ao morrer ele largou uma chave.  Toda chave abre alguma coisa.  Talvez isso abra algo interessante."

[M_FloodingHyperionCity:SearchContainer MissionObjectiveDefinition]
ProgressMessage="Encontre o conteiner"

[M_FloodingHyperionCity:SearchContainerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_FloodingHyperionCity:SiteDestroyed MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_FloodingHyperionCity:UnlockForemansShed MissionObjectiveDefinition]
ProgressMessage="Abra o conteiner do capataz"

[M_FloodingHyperionCity:UseTheKey_Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

